app/Domestic/Files/7/FlightAvailabilityRQ.txt

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <FlightAvailability xmlns="http://booking.us.dev/">
            <strUserId xmlns="">ASIANL</strUserId>
            <strPassword xmlns="">PASSWORD</strPassword>
            <strAgencyId xmlns="">PLZ147</strAgencyId>
            <strSectorFrom xmlns="">KTM</strSectorFrom>
            <strSectorTo xmlns="">BIR</strSectorTo>
            <strFlightDate xmlns="">02-Feb-2019</strFlightDate>
            <strReturnDate xmlns="">02-Feb-2019</strReturnDate>
            <strTripType xmlns="">O</strTripType>
            <strNationality xmlns="">NP</strNationality>
            <intAdult xmlns="">1</intAdult>
            <intChild xmlns="">0</intChild>
        </FlightAvailability>
    </Body>
</Envelope>